[
    {
      "name": "MAHADEV",
      "title": "The Great God",
      "long_desc": "This intricately handcrafted idol of Lord Shiva represents His supreme power and wisdom. Depicted in a meditative pose, seated on a lotus pedestal, Mahadeva is adorned with a snake coiled around His neck, symbolizing control over fear and death. The serene expression on His face radiates divine tranquility, while the crescent moon and flowing Ganga on His matted locks add to His celestial aura. A perfect centerpiece for invoking peace and blessings.",
      "short_desc": "An exquisite idol capturing Lord Shiva, Goddess Parvati, and Lord Ganesha together, symbolizing unity, harmony, and divine blessings.",
      "image": "/category_images/Shiv-Parvati-Ganesh 2.png"
    },
    {
      "name": "ANANTA SAMRIDDHI",
      "title": "The Divine Family",
      "long_desc": "This exquisite idol of Lord Shiva, Goddess Parvati, and Lord Ganesha beautifully captures the divine family in perfect harmony. Lord Shiva is seated majestically, holding the Trishul, while Parvati radiates grace and nurturing energy beside Him. Little Ganesha is depicted with His playful charm, holding a modak in one hand. The fine detailing of their ornaments, divine expressions, and vibrant colors make this idol a powerful symbol of love, unity, and blessings for your family.",
      "short_desc": "This beautifully crafted frame unites Shiva, Parvati, and Ganpati, embodying spiritual strength, love, and wisdom.",
      "image": "/category_images/Shiv-Parvati-Ganesh.png"
    },
    {
      "name": "NATARAJA",
      "title": "The Cosmic Dancer",
      "long_desc": "This detailed depiction of Lord Shiva as Nataraja embodies the cosmic dance of creation and destruction. Crafted with precision, the idol shows Shiva in a dynamic pose, surrounded by a circle of flames, with one foot raised and the other trampling Apasmara, the dwarf demon of ignorance. The fine details of the damru (drum) and agni (fire) in His hands symbolize the rhythm of the universe. A masterpiece that represents life's eternal cycle.",
      "short_desc": "A serene depiction of Lord Shiva in meditation, symbolizing inner peace and divine energy for your sacred space.",
      "image": "/category_images/Shiv-Parvati-Ganesh 2.png"
    },
    {
      "name": "NEELKANTHA",
      "title": "The Blue-Throated One",
      "long_desc": "This stunning idol of Lord Shiva portrays Him as Neelkanth, with a blue throat symbolizing His act of consuming poison during the Samudra Manthan to save the universe. The idol is adorned with intricate carvings of sacred Rudraksha beads and the holy river Ganga cascading from His locks, perfect for invoking divine protection and strength in your surroundings.",
      "short_desc": "This captivating idol portrays Lord Shiva as Nataraja, performing the cosmic dance of creation and destruction.",
      "image": "/category_images/Shiv-Parvati-Ganesh 2.png"
    },
    {
      "name": "RUDRA",
      "title": "The Fierce Protector",
      "long_desc": "This exquisite idol of Lord Ganesha is a masterpiece of craftsmanship, meticulously hand-carved to showcase the deity's divine grace and wisdom. Every intricate detail, from the serene expression on Ganesha's face to the delicate ornaments adorning His figure, exudes spirituality and artistry. Symbolizing wisdom, prosperity, and good fortune, this idol is perfect for enhancing the sanctity of your home temple or adding a festive charm to your decor during celebrations like Ganesh Chaturthi. Made with high-quality materials, it radiates a divine aura that inspires devotion and positivity.",
      "short_desc": "An intricate representation of Lord Shiva holding the trident, radiating strength and protection for devotees.",
      "image": "/category_images/Shiv-Parvati-Ganesh 2.png"
    },
    {
      "name": "SHANKAR",
      "title": "The Auspicious One",
      "long_desc": "This handcrafted idol of Shankar radiates divine blessings and auspiciousness. Depicted seated with Parvati's image engraved on His shield, this form highlights His role as a loving father and husband. The sacred serpent and crescent moon complement His benevolent expression, making this idol a beautiful addition to your spiritual corner.",
      "short_desc": "A timeless idol of Mahadev, showcasing His divine aura and power, perfect for instilling spirituality at home or office.",
      "image": "/category_images/Shiv-Parvati-Ganesh 2.png"
    }
  ]
  