[
    {
        "name": "MURLIMANOHAR",
        "title": "The Enchanter With The Flute",
        "long_desc": "This exquisite idol of Lord Krishna captures the divine charm of the Murlidhar, holding His magical flute that resonates with celestial melodies. His enchanting pose radiates serenity and draws every onlooker into a realm of peace and devotion. The intricately detailed crown adorned with peacock feathers and the flowing drape represent His connection with nature and cosmic beauty. This idol is perfect for adding a touch of spirituality and grace to your home or temple.",
        "short_desc": "A mesmerizing idol of Lord Krishna playing the flute, symbolizing love, divinity, and eternal joy.",
        "image": "/category_images/Krishna 1.png"
    },
    {
        "name": "GOVARDHAN GIRIDHARI",
        "title": "The Protector Of All",
        "long_desc": "This majestic idol showcases Lord Krishna lifting the mighty Govardhan Hill, a divine act of shielding His devotees from calamity. Every detail, from the determined gaze in His eyes to the subtle folds of His attire, reflects strength and compassion. This sculpture serves as a powerful reminder of Krishna's role as the ultimate protector and guide, inspiring faith and resilience in all who behold it.",
        "short_desc": "An elegant portrayal of Lord Krishna exuding grace and wisdom, reminding us of His divine teachings.",
        "image": "/category_images/Krishna 2.png"
    },
    {
        "name": "VANSHIDHAR",
        "title": "The Eternal Flute Bearer",
        "long_desc": "This magnificent idol of Lord Krishna, Vanshidhar, portrays Him in His iconic posture with the flute, radiating divine charm and tranquility. The serene expression on His face reflects the profound wisdom and compassion He embodies. His elegantly draped attire and intricately designed ornaments exude grace and splendor, while the peacock feather adorning His crown symbolizes purity and spiritual awakening. This idol is a perfect addition to your sacred space, inspiring devotion and harmony in every corner of your home.",
        "short_desc": "A mesmerizing idol of Lord Krishna holding the flute, perfect for invoking peace and devotion.",
        "image": "/category_images/Krishna 3.png"
    },
    {
        "name": "PREMLOK",
        "title": "The Eternal Love Of Radha Krishna",
        "long_desc": "Immerse yourself in the divine romance of Radha and Krishna with this intricately designed idol. Their harmonious postures symbolize the union of the soul and the divine, epitomizing unconditional love and devotion. The soft expressions on their faces and the elaborate designs on their attire create an aura of elegance and serenity, making it an ideal centerpiece for your home decor.",
        "short_desc": "A stunning depiction of Radha and Krishna together, symbolizing the purest form of love and devotion.",
        "image": "/category_images/Radhe Krishna 1.png"
    },
    {
        "name": "RASLEELA",
        "title": "The Dance Of Divine Joy",
        "long_desc": "This exquisite idol of Radha and Krishna captures the divine dance of joy and love. Meticulously hand-carved, every intricate detail, from the serene expressions on their faces to the delicate ornaments adorning their figures, exudes spirituality and artistry. Symbolizing divine love and joy, this idol is perfect for enhancing the sanctity of your home temple or adding a festive charm to your decor.",
        "short_desc": "This intricately crafted idol showcases Radha and Krishna in a loving embrace, perfect for invoking peace and harmony.",
        "image": "/category_images/Radhe Krishna 2.png"
    },
    {
        "name": "VISHWADHARMA",
        "title": "The Cosmic Couple",
        "long_desc": "Celebrate the divine balance of Radha and Krishna with this stunning sculpture. Their intertwined figures represent the cosmic principles of energy and consciousness, radiating a sense of completeness. The idol's detailed artistry and vibrant colors convey devotion, beauty, and universal truth, making it a timeless addition to your sacred space.",
        "short_desc": "A beautifully detailed idol capturing the timeless bond of Radha and Krishna, ideal for spreading joy and spiritual energy.",
        "image": "/category_images/Radhe Krishna 3.png"
    }
]